[
  {
    "date": "2026-02-23",
    "title_zh": "2026 冬奧會圓滿閉幕：米蘭-科爾蒂納正式交棒",
    "title_en": "2026 Winter Olympics Conclude with Spectacular Closing Ceremony",
    "summary_zh": "2026 年米蘭-科爾蒂納冬奧會今日正式落下帷幕。閉幕式在維羅納圓形競技場舉行，多位運動員在冰雪競技中創下紀錄，各國代表團共同慶祝這場體育盛事，並象徵性地將奧運精神傳遞給下一屆主辦方。",
    "summary_en": "The Milan-Cortina 2026 Winter Olympics officially concluded today. The closing ceremony, held at the Verona Arena, celebrated record-breaking performances and the unified spirit of international athletes, marking the transition to the next host city.",
    "url": "https://apnews.com/live/milan-cortina-winter-olympics-hockey-closing-ceremony-updates"
  },
  {
    "date": "2026-02-23",
    "title_zh": "加沙和平委員會：五國承諾組建國際安全部隊",
    "title_en": "Gaza Peace Board: Five Nations Commit to International Security Force",
    "summary_zh": "在特朗普總統新成立的「和平委員會」會議上，五個國家已承諾為加沙國際安全部隊提供人員支持。該部隊旨在實現加沙地帶的穩定，但具體的長期實施計劃仍待進一步落實。",
    "summary_en": "Five countries have committed troops to an international security force for Gaza during a meeting of President Donald Trump's newly created Board of Peace. The force aims to stabilize the strip, though long-term implementation details remain murky.",
    "url": "https://www.reuters.com/world/middle-east/"
  },
  {
    "date": "2026-02-23",
    "title_zh": "T20 世界盃：南非隊 76 跑大勝印度，晉級四強形勢大好",
    "title_en": "T20 World Cup: South Africa Crush India by 76 Runs in Super Eight",
    "summary_zh": "在 2026 年 T20 世界盃八強賽中，南非隊以 76 跑的優勢擊敗衛冕冠軍印度隊。印度隊在追逐 188 跑的目標時僅得 111 跑即被全數出局，這場勝利讓南非隊在晉級準決賽的競爭中佔據有利地位。",
    "summary_en": "South Africa defeated defending champions India by 76 runs in the T20 World Cup Super Eight stage. India was bowled out for 111 while chasing a 188-run target, placing South Africa in a strong position to qualify for the semifinals.",
    "url": "https://www.aljazeera.com/sports/2026/2/22/t20-world-cup-south-africa-beat-india-by-76-runs-in-super-eight"
  },
  {
    "date": "2026-02-23",
    "title_zh": "敘利亞政局：政府軍全面接管卡米什利",
    "title_en": "Syrian Crisis: Government Forces Take Over Strategic Qamishli",
    "summary_zh": "敘利亞政府軍今日正式接管了哈塞克省的重要城市卡米什利。此前該地區由庫德族領導的部隊控制，此次接管是在雙方達成停火協議及防務移交框架下完成的。",
    "summary_en": "Syrian government forces have officially taken over control of the key city of Qamishli from Kurdish-led forces. The move follows a ceasefire agreement and a formal defense handover between the transitional government and the SDF.",
    "url": "https://www.arabnews.com/"
  },
  {
    "date": "2026-02-23",
    "title_zh": "美軍在中東擊落伊型無人機：局勢持續緊張",
    "title_en": "U.S. Shoots Down Iranian Drone in Middle East Escalation",
    "summary_zh": "美軍一架 F-35 戰機在林肯號航空母艦附近擊落了一架伊朗製造的 Shahed 139 無人機。同時，伊朗快艇在霍爾木茲海峽企圖扣押一艘美國油輪被阻，雙方軍事摩擦升級。",
    "summary_en": "A U.S. F-35 jet shot down an Iranian Shahed 139 drone approaching the USS Abraham Lincoln. Tensions spiked as Iranian gunboats also attempted to seize a U.S. tanker in the Strait of Hormuz, which was prevented by a U.S. Navy escort.",
    "url": "https://www.cbsnews.com/news/us-tanker-stena-imperative-approached-iran-gunboats-strait-of-hormuz/"
  },
  {
    "date": "2026-02-23",
    "title_zh": "美國關稅司法爭端：歐盟要求美方遵守貿易協議",
    "title_en": "Tariff Legal Battle: EU Urges U.S. to Honor Trade Agreements",
    "summary_zh": "在美國法院暫停部分特朗普擬定的關稅後，歐盟委員會敦促美國必須履行現有貿易協議。最高法院的裁決令中美及美歐貿易關係充滿新的不確定性。",
    "summary_en": "Following a court ruling that blocked several of Trump's proposed tariffs, the EU Commission insisted that the U.S. must honor existing trade deals. The legal battle adds fresh uncertainty to global trade relations with China and Europe.",
    "url": "https://apnews.com/article/eu-us-trump-tariffs-commission-trade-8c5f9fa35d9f0f13afef0ddbaf88b1f6"
  },
  {
    "date": "2026-02-23",
    "title_zh": "華盛頓郵報宣布大幅裁員：新聞業面臨重組",
    "title_en": "The Washington Post Announces Massive Restructuring and Layoffs",
    "summary_zh": "美國知名媒體《華盛頓郵報》宣布將裁減約 300 名記者，約佔全體員工總數的三分之一。此次重組主要影響體育、地方及國際新聞部門。",
    "summary_en": "The Washington Post announced layoffs of approximately 300 journalists, roughly one-third of its workforce. The major restructuring effort will heavily impact sports, local news, and world news sections.",
    "url": "https://www.bbc.co.uk/news/articles/cwyn05d1494o"
  },
  {
    "date": "2026-02-23",
    "title_zh": "俄烏戰爭：俄軍發射鋯石飛導彈空襲基輔與哈爾科夫",
    "title_en": "Ukraine War: Hypersonic Zircon Missiles Strike Kyiv and Kharkiv",
    "summary_zh": "經過簡短的能源設施打擊停火後，俄羅斯今日恢復了對基輔和哈爾科夫的大規模空襲，並首次在本次攻勢中使用高超音速「鋯石」導彈。烏方通報多處能源基礎設施受損。",
    "summary_en": "Following a brief moratorium, Russian forces resumed heavy strikes across Ukraine today, utilizing hypersonic Zircon missiles to target infrastructure in Kyiv and Kharkiv. Significant damage to energy systems was reported.",
    "url": "https://www.independent.co.uk/news/world/europe/ukraine-russia-war-live-putin-trump-kyiv-missiles-peace-talks-b2912691.html"
  },
  {
    "date": "2026-02-23",
    "title_zh": "特朗普刺殺未遂案宣判：萊恩·勞斯被判終身監禁",
    "title_en": "Trump Assassination Attempt: Ryan Routh Sentenced to Life",
    "summary_zh": "2024 年在佛羅里達州西棕櫚灘高爾夫俱樂部企圖刺殺前總統特朗普的男子萊恩·勞斯，今日被判處終身監禁且不得假釋。",
    "summary_en": "Ryan Wesley Routh, the man who attempted to assassinate Donald Trump at his West Palm Beach golf club in 2024, has been sentenced to life in prison without the possibility of parole.",
    "url": "https://www.nytimes.com/2026/02/04/us/ryan-routh-trump-assassination-attempt-sentence.html"
  },
  {
    "date": "2026-02-23",
    "title_zh": "墨西哥軍方擊斃哈利斯科新一代販毒集團首領",
    "title_en": "Mexico: Military Kills Leader of Powerful CJNG Cartel",
    "summary_zh": "墨西哥軍方在一次旨在捕獲「艾爾·門喬」的行動中，擊斃了強大的哈利斯科新一代販毒集團（CJNG）的一名高級領袖。此舉被視為打擊跨國毒品貿易的重大進展。",
    "summary_en": "The Mexican army killed a leader of the powerful Jalisco New Generation Cartel (CJNG) during an operation focused on capturing high-ranking cartel members. This marks a significant blow to the trans-national drug trade.",
    "url": "https://apnews.com/article/jalisco-cartel-drugs-mexico-mencho-new-generation-5014a70bc62a81d74849146c59ba19f8"
  }
]
