[
    {
        "title_en": "Prince Andrew Arrested in UK on Suspicion of Misconduct",
        "title_zh": "安德魯王子因涉嫌不當行為在英國被捕",
        "summary": "Prince Andrew was arrested in the UK on February 20, 2026, over allegations of misconduct. The arrest follows a renewed investigation into past accusations. Authorities have not disclosed further details, but the case has reignited public scrutiny. Legal experts anticipate a high-profile trial.",
        "link": "https://www.reuters.com/world/uk/prince-andrew-arrested-2026-02-20/",
        "source": "Reuters"
    },
    {
        "title_en": "Alysa Liu Wins Gold in Figure Skating at Milano Cortina 2026",
        "title_zh": "劉美賢在米蘭科爾蒂納2026冬奧會花樣滑冰奪金",
        "summary": "American figure skater Alysa Liu claimed the gold medal in women's figure skating at the Milano Cortina 2026 Winter Olympics. Her flawless performance captivated the judges and audience alike, solidifying her status as one of the sport's brightest stars.",
        "link": "https://www.reuters.com/sports/alysa-liu-wins-gold-milano-cortina-2026/",
        "source": "Reuters"
    },
    {
        "title_en": "Sun Long Wins Silver in Short Track for China at 2026 Winter Olympics",
        "title_zh": "孫龍在2026冬奧短道速滑為中國奪得銀牌",
        "summary": "Chinese athlete Sun Long secured a silver medal in the men's short track speed skating event at the 2026 Winter Olympics. His impressive performance brought pride to his nation, as he narrowly missed out on gold in a thrilling final.",
        "link": "https://www.globaltimes.cn/content/1314.shtml",
        "source": "Global Times"
    },
    {
        "title_en": "Apple Fixes Zero-Day Exploited in iOS and macOS",
        "title_zh": "蘋果修復iOS和macOS中的零日漏洞",
        "summary": "Apple released urgent security updates for iOS and macOS to address a critical zero-day vulnerability actively exploited by attackers. Users are advised to update their devices immediately to prevent potential data breaches and system compromise.",
        "link": "https://thehackernews.com/2026/02/apple-fixes-exploited-zero-day.html",
        "source": "The Hacker News"
    },
    {
        "title_en": "Australia Repatriates ISIS-Linked Family Members from Syria",
        "title_zh": "澳大利亞從敘利亞遣返與ISIS有關聯的家庭成員",
        "summary": "The Australian government has repatriated several citizens, including women and children linked to ISIS, from detention camps in Syria. Officials stated the operation was conducted with security precautions, sparking debate over national safety and humanitarian obligations.",
        "link": "https://www.npr.org/sections/world/2026/02/20/australia-repatriates-isis-family/",
        "source": "NPR"
    }
]