[
  {
    "en_title": "Banking Technology Adoption Set for Broader Growth in 2026",
    "cn_title": "銀行科技採用預計在2026年實現更廣泛增長",
    "en_summary": "According to Accenture's report, broader adoption of banking technology is expected in 2026, moving beyond early deployments across financial services. This indicates an accelerated integration of advanced technologies within traditional banking.",
    "cn_summary": "根據 Accenture 的報告，預計2026年銀行科技的採用將超越早期部署，在整個金融服務領域實現更廣泛的增長。這預示著先進技術在傳統銀行業內部的加速整合。",
    "link": "https://www.bankingdive.com/topic/technology/",
    "source": "Banking Dive",
    "category": "AI & Fintech",
    "timestamp": 1771129888.248265,
    "date": "2026-02-15"
  },
  {
    "en_title": "Robinhood Expands into Crypto Staking and Tokenized Assets",
    "cn_title": "Robinhood 拓展加密貨幣質押和代幣化資產",
    "en_summary": "Robinhood is expanding its services to include crypto staking and tokenized assets, alongside on-chain infrastructure. This move indicates a significant progression in how mainstream FinTech platforms are integrating cryptocurrency services and managing digital asset yield at scale.",
    "cn_summary": "Robinhood 正在擴展其服務，以納入加密貨幣質押和代幣化資產以及鏈上基礎設施。此舉表明主流金融科技平台在整合加密服務和大規模管理數字資產收益方面取得了重大進展。",
    "link": "https://www.fintechweekly.com/",
    "source": "Fintech Weekly",
    "category": "AI & Fintech",
    "timestamp": 1771129888.248245,
    "date": "2026-02-15"
  },
  {
    "en_title": "Galaxy's Steve Kurz on Crypto's Long-Term Outlook",
    "cn_title": "Galaxy 的 Steve Kurz 談加密貨幣的長期前景",
    "en_summary": "Steve Kurz of Galaxy believes a 'great convergence' is driving the long-term outlook for cryptocurrency. He suggests that recent market sell-offs reflect healthy deleveraging, while infrastructure growth and institutional adoption support a bullish perspective.",
    "cn_summary": "Galaxy 的 Steve Kurz 認為「大融合」正在推動加密貨幣的長期前景。他指出，近期市場拋售反映了健康的去槓桿化，而基礎設施的增長和機構的採用則支持了看漲的觀點。",
    "link": "https://www.coindesk.com/",
    "source": "CoinDesk",
    "category": "AI & Fintech",
    "timestamp": 1771129888.248224,
    "date": "2026-02-15"
  },
  {
    "en_title": "Deepfakes: Dangerous AI Videos and How to Spot Them",
    "cn_title": "深度偽造：危險的AI影片及其辨識方法",
    "en_summary": "AI-generated deepfake videos are increasingly prevalent on social media, raising concerns about their deceptive nature. This news highlights the dangers of such content and provides insights into how to identify them.",
    "cn_summary": "AI 生成的深度偽造影片在社交媒體上日益普遍，引發了對其欺騙性質的擔憂。這則新聞強調了此類內容的危險性，並提供了如何識別它們的見解。",
    "link": "https://www.youtube.com/watch?v=WSStTnoSb_c",
    "source": "DW News/YouTube",
    "category": "AI & Fintech",
    "timestamp": 1771129888.248199,
    "date": "2026-02-15"
  },
  {
    "en_title": "OpenAI's AI Systems Accelerating Development",
    "cn_title": "OpenAI 的 AI 系統加速發展",
    "en_summary": "OpenAI has stated that its own artificial intelligence systems are contributing to the accelerated pace of AI development. This indicates a self-improving aspect within their AI frameworks.",
    "cn_summary": "OpenAI 聲稱其自身的人工智慧系統正在加速人工智慧的發展步伐。這表明其 AI 框架內部存在自我改進的方面，推動著技術的快速精進。",
    "link": "https://www.nbcnews.com/artificial-intelligence",
    "source": "NBC News",
    "category": "AI & Fintech",
    "timestamp": 1771129888.248107,
    "date": "2026-02-15"
  }
]