[
    {
        "title_zh": "美國最高法院推翻特朗普全球關稅政策",
        "title_en": "US Supreme Court Strikes Down Trump's Global Tariffs",
        "summary": "The U.S. Supreme Court handed President Donald Trump a major defeat by striking down his sweeping global tariffs, ruling he overstepped his legal authority by using emergency economic powers. / 美國最高法院裁定特朗普總統越權使用緊急經濟權力徵收全球關稅，這項具里程碑意義的裁決讓這位共和黨總統遭遇重大挫敗。",
        "link": "https://www.reuters.com/world/us/",
        "source": "Reuters"
    },
    {
        "title_zh": "聯合國警告索馬里糧食援助或於四月全面停止",
        "title_en": "UN Warns Somalia Food Aid Could Halt by April",
        "summary": "The U.N. World Food Programme said its life-saving assistance in Somalia could grind to a halt by April without new funding, putting millions at risk of severe hunger. / 聯合國世界糧食計劃署表示，除非獲得新資金，否則其在索馬里的救命糧食援助可能在 4 月全面停止，數百萬人面臨飢餓加劇的風險。",
        "link": "https://www.reuters.com/world/",
        "source": "Reuters"
    },
    {
        "title_zh": "金正恩在重要政治會議上讚揚朝鮮經濟及地位提升",
        "title_en": "Kim Jong Un Lauds North Korea's Economy at Major Party Meeting",
        "summary": "North Korean leader Kim Jong Un praised his nation's improving economy and regional standing as he opened the country's most important political event. / 朝鮮領導人金正恩在該國最重要的政治活動開幕式上，讚揚了朝鮮不斷改善的經濟狀況和日益提升的地區地位。",
        "link": "https://apnews.com/article/north-korea-party-congress-kim-jong-un-nuclear-13331f3c040c01f92cabc0cd14972765",
        "source": "AP News"
    },
    {
        "title_zh": "馬克龍呼籲意大利總理停止評論他國事務",
        "title_en": "Macron Calls on Italian PM to Stop Commenting on Other Countries' Affairs",
        "summary": "French President Emmanuel Macron asked Italian Prime Minister Giorgia Meloni to stop \"commenting on what is happening in other people's countries\" following her remarks on a fatal incident in France. / 法國總統馬克龍呼籲意大利總理梅洛尼停止「評論他國發生的事情」，此前她對法國一名極右翼活動人士被毆打致死事件表示震驚。",
        "link": "https://www.ndtv.com/world-news",
        "source": "NDTV"
    },
    {
        "title_zh": "示威者在全球特斯拉經銷商抗議馬斯克",
        "title_en": "Demonstrators Protest Against Elon Musk at Tesla Dealerships Worldwide",
        "summary": "Protesters gathered at Tesla dealerships globally to demonstrate against Elon Musk's actions and policies. / 示威者聚集在全球各地的特斯拉經銷商門前，抗議埃隆·馬斯克的行為和政策。",
        "link": "https://www.reuters.com/world/us/donald-trump/",
        "source": "Reuters"
    },
    {
        "title_zh": "美國在中東部署大規模空軍部隊監視伊朗",
        "title_en": "US Unleashes Massive Air Armada In Middle East Amid Iran Tension",
        "summary": "The US has reportedly deployed significant firepower, including F-22 Raptors and F-35 Lightnings, options for a sustained air campaign against Iran. / 據報美國部署了包括 F-22 和 F-35 戰機在內的大規模空中力量，為可能對伊朗進行持續空襲提供選項。",
        "link": "https://www.ndtv.com/world-news/f-22-raptors-f-35-lightnings-us-unleashes-massive-air-armada-in-middle-east-iran-watches-11061589",
        "source": "NDTV"
    },
    {
        "title_en": "Prince Andrew Arrested in UK on Suspicion of Misconduct",
        "title_zh": "安德魯王子因涉嫌不當行為在英國被捕",
        "summary": "Prince Andrew was arrested in the UK on February 20, 2026, over allegations of misconduct. The arrest follows a renewed investigation into past accusations. Authorities have not disclosed further details, but the case has reignited public scrutiny. Legal experts anticipate a high-profile trial.",
        "link": "https://www.reuters.com/world/uk/prince-andrew-arrested-2026-02-20/",
        "source": "Reuters"
    },
    {
        "title_en": "Alysa Liu Wins Gold in Figure Skating at Milano Cortina 2026",
        "title_zh": "劉美賢在米蘭科爾蒂納2026冬奧會花樣滑冰奪金",
        "summary": "American figure skater Alysa Liu claimed the gold medal in women's figure skating at the Milano Cortina 2026 Winter Olympics. Her flawless performance captivated the judges and audience alike, solidifying her status as one of the sport's brightest stars.",
        "link": "https://www.reuters.com/sports/alysa-liu-wins-gold-milano-cortina-2026/",
        "source": "Reuters"
    },
    {
        "title_en": "Sun Long Wins Silver in Short Track for China at 2026 Winter Olympics",
        "title_zh": "孫龍在2026冬奧短道速滑為中國奪得銀牌",
        "summary": "Chinese athlete Sun Long secured a silver medal in the men's short track speed skating event at the 2026 Winter Olympics. His impressive performance brought pride to his nation, as he narrowly missed out on gold in a thrilling final.",
        "link": "https://www.globaltimes.cn/content/1314.shtml",
        "source": "Global Times"
    },
    {
        "title_zh": "國際奧林匹克委員會主席會見美國官員",
        "title_en": "IOC President Addresses 'Board of Peace' Meeting",
        "summary": "International Olympic Committee President Kirsty Coventry addressed the first meeting of The Board of Peace along with US officials and other global sporting leaders. / 國際奧林匹克委員會主席 Kirsty Coventry 與美國官員及其他全球體育領袖一起出席並在首屆「和平委員會」會議上致辭。",
        "link": "https://www.reuters.com/world/",
        "source": "Reuters"
    },
    {
        "title_en": "Apple Fixes Zero-Day Exploited in iOS and macOS",
        "title_zh": "蘋果修復iOS和macOS中的零日漏洞",
        "summary": "Apple released urgent security updates for iOS and macOS to address a critical zero-day vulnerability actively exploited by attackers. Users are advised to update their devices immediately to prevent potential data breaches and system compromise.",
        "link": "https://thehackernews.com/2026/02/apple-fixes-exploited-zero-day.html",
        "source": "The Hacker News"
    },
    {
        "title_en": "Australia Repatriates ISIS-Linked Family Members from Syria",
        "title_zh": "澳大利亞從敘利亞遣返與ISIS有關聯的家庭成員",
        "summary": "The Australian government has repatriated several citizens, including women and children linked to ISIS, from detention camps in Syria. Officials stated the operation was conducted with security precautions, sparking debate over national safety and humanitarian obligations.",
        "link": "https://www.npr.org/sections/world/2026/02/20/australia-repatriates-isis-family/",
        "source": "NPR"
    }
]